Revit 2027 API
GenericImportOptions Properties
The GenericImportOptions type exposes the following members.
Properties
Name | Description
RefPoint | Reference point (in Revit) to which the image is going to be inserted.
Top
See Also
Reference
GenericImportOptions Class
Autodesk.Revit.DB Namespace